Repository: pilotofpackets/pingscape
Catalog: App/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it

source: Not running
de: Läuft nicht
es: No en ejecución
fr: Non lancé
it: Non in esecuzione

source: Not trusted
de: Nicht vertrauenswürdig
es: No confiable
fr: Non approuvé
it: Non attendibile

source: Off
de: Aus
es: Desactivado
fr: Désactivé
it: Disattivato

source: On
de: An
es: Activado
fr: Activé
it: Attivato

source: Only needed to read the name of your Wi-Fi network. Pingscape does not use your location.
de: Nur nötig, um den Namen deines WLANs zu lesen. Pingscape nutzt deinen Standort nicht.
es: Solo hace falta para leer el nombre de tu red Wi-Fi. Pingscape no usa tu ubicación.
fr: Nécessaire uniquement pour lire le nom de votre réseau Wi-Fi. Pingscape n’utilise pas votre position.
it: Serve solo per leggere il nome della tua rete Wi-Fi. Pingscape non usa la tua posizione.

source: Only scan devices that belong to you or that you have permission to scan. Outside your own network only the common ports are scanned.
de: Scanne nur Geräte, die dir gehören oder für die du eine Erlaubnis hast. Außerhalb deines eigenen Netzes werden nur die häufigen Ports geprüft.
es: Escanea solo dispositivos que te pertenezcan o que tengas permiso para escanear. Fuera de tu propia red solo se escanean los puertos comunes.
fr: Ne scannez que des appareils qui vous appartiennent ou que vous avez le droit de scanner. En dehors de votre propre réseau, seuls les ports courants sont scannés.
it: Scansiona solo dispositivi di tua proprietà o che hai il permesso di scansionare. Al di fuori della tua rete vengono scansionate solo le porte comuni.

source: Only the handshake happens. No data is sent.
de: Es findet nur der Handshake statt. Es werden keine Daten gesendet.
es: Solo se realiza el handshake. No se envían datos.
fr: Seule la négociation (handshake) a lieu. Aucune donnée n’est envoyée.
it: Avviene solo l’handshake. Non vengono inviati dati.

source: Only when you tap “Check internet”
de: Nur wenn du auf „Internet prüfen“ tippst
es: Solo cuando tocas «Comprobar internet»
fr: Uniquement lorsque vous touchez « Vérifier Internet »
it: Solo quando tocchi «Controlla Internet»

source: Open
de: Offen
es: Abierto
fr: Ouvert
it: Aperta

source: Open ports
de: Offene Ports
es: Puertos abiertos
fr: Ports ouverts
it: Porte aperte

source: Open Settings
de: Einstellungen öffnen
es: Abrir Ajustes
fr: Ouvrir les Réglages
it: Apri Impostazioni

source: Open source. No account. No ads. No tracking.
de: Open Source. Ohne Konto. Ohne Werbung. Ohne Tracking.
es: Código abierto. Sin cuenta. Sin anuncios. Sin seguimiento.
fr: Open source. Sans compte. Sans publicité. Sans suivi.
it: Open source. Senza account. Senza pubblicità. Senza tracciamento.

source: Organization
de: Organisation
es: Organización
fr: Organisation
it: Organizzazione

source: Other
de: Sonstige
es: Otro
fr: Autre
it: Altro

source: Other SIM
de: Weitere SIM
es: Otra SIM
fr: Autre SIM
it: Altra SIM

source: Overview
de: Überblick
es: Resumen
fr: Aperçu
it: Panoramica

source: Packets received
de: Pakete empfangen
es: Paquetes recibidos
fr: Paquets reçus
it: Pacchetti ricevuti

source: Packets sent
de: Pakete gesendet
es: Paquetes enviados
fr: Paquets envoyés
it: Pacchetti inviati

source: Paused
de: Angehalten
es: En pausa
fr: En pause
it: In pausa

source: Permissions
de: Berechtigungen
es: Permisos
fr: Autorisations
it: Autorizzazioni

source: Personal Hotspot
de: Persönlicher Hotspot
es: Punto de acceso personal
fr: Point d’accès personnel
it: Hotspot personale

source: Ping a host on the internet
de: Einen Host im Internet anpingen
es: Hacer ping a un host de internet
fr: Envoyer un ping à un hôte sur Internet
it: Fai il ping a un host su Internet

source: Ping and Bonjour
de: Ping und Bonjour
es: Ping y Bonjour
fr: Ping et Bonjour
it: Ping e Bonjour

source: Ping, Bonjour and ports
de: Ping, Bonjour und Ports
es: Ping, Bonjour y puertos
fr: Ping, Bonjour et ports
it: Ping, Bonjour e porte

source: Pings %@ once a second. That host sees your public IP address.
de: Pingt %@ einmal pro Sekunde. Dieser Host sieht deine öffentliche IP-Adresse.
es: Hace ping a %@ una vez por segundo. Ese host ve tu dirección IP pública.
fr: Envoie un ping à %@ chaque seconde. Cet hôte voit votre adresse IP publique.
it: Fa il ping a %@ una volta al secondo. Quell’host vede il tuo indirizzo IP pubblico.

source: Pings every address and listens for Bonjour.
de: Pingt jede Adresse an und hört auf Bonjour.
es: Hace ping a cada dirección y escucha Bonjour.
fr: Envoie un ping à chaque adresse et écoute Bonjour.
it: Fa il ping a ogni indirizzo e ascolta Bonjour.

source: Pingscape is open source under the MIT License.
de: Pingscape ist Open Source unter der MIT-Lizenz.
es: Pingscape es de código abierto bajo la licencia MIT.
fr: Pingscape est open source sous licence MIT.
it: Pingscape è open source con licenza MIT.

source: Pingscape uses only the frameworks of iOS. There are no third-party libraries.
de: Pingscape nutzt nur die Frameworks von iOS. Es gibt keine Bibliotheken von Drittanbietern.
es: Pingscape solo usa los frameworks de iOS. No hay bibliotecas de terceros.
fr: Pingscape n’utilise que les frameworks d’iOS. Il n’y a aucune bibliothèque tierce.
it: Pingscape usa solo i framework di iOS. Non ci sono librerie di terze parti.

source: Plain HTTP works only for local addresses. Use https://
de: Einfaches HTTP geht nur für lokale Adressen. Nutze https://
es: El HTTP sin cifrar solo funciona con direcciones locales. Usa https://
fr: Le HTTP non chiffré ne fonctionne que pour les adresses locales. Utilisez https://
it: L’HTTP non cifrato funziona solo con indirizzi locali. Usa https://

source: Ports look like 22,80,443 or 8000-8100
de: Ports sehen so aus: 22,80,443 oder 8000-8100
es: Los puertos se escriben así: 22,80,443 u 8000-8100
fr: Les ports s’écrivent ainsi : 22,80,443 ou 8000-8100
it: Le porte si scrivono così: 22,80,443 oppure 8000-8100

source: Prefix
de: Präfix
es: Prefijo
fr: Préfixe
it: Prefisso

source: Prefix length
de: Präfixlänge
es: Longitud del prefijo
fr: Longueur du préfixe
it: Lunghezza del prefisso

source: Privacy
de: Datenschutz
es: Privacidad
fr: Confidentialité

source: Project
de: Projekt
es: Proyecto
fr: Projet
it: Progetto

source: Protocol
de: Protokoll
es: Protocolo
fr: Protocole
it: Protocollo

source: Provider and organization of the public address (RIPEstat, RIPE NCC)
de: Provider und Organisation der öffentlichen Adresse (RIPEstat, RIPE NCC)
es: Proveedor y organización de la dirección pública (RIPEstat, RIPE NCC)
fr: Fournisseur et organisation de l’adresse publique (RIPEstat, RIPE NCC)
it: Provider e organizzazione dell’indirizzo pubblico (RIPEstat, RIPE NCC)

source: Provider and organization of the public IP address. Network data: RIPEstat, RIPE NCC.
de: Provider und Organisation der öffentlichen IP-Adresse. Netzdaten: RIPEstat, RIPE NCC.
es: Proveedor y organización de la dirección IP pública. Datos de red: RIPEstat, RIPE NCC.
fr: Fournisseur et organisation de l’adresse IP publique. Données réseau : RIPEstat, RIPE NCC.
it: Provider e organizzazione dell’indirizzo IP pubblico. Dati di rete: RIPEstat, RIPE NCC.

source: Proxy auto-configuration
de: Proxy-Autokonfiguration
es: Configuración automática del proxy
fr: Configuration automatique du proxy
it: Configurazione automatica del proxy

source: Public IP address
de: Öffentliche IP-Adresse
es: Dirección IP pública
fr: Adresse IP publique
it: Indirizzo IP pubblico

source: Quality
de: Qualität
es: Calidad
fr: Qualité
it: Qualità

source: Quick
de: Schnell
es: Rápido
fr: Rapide
it: Veloce

source: Radio technology
de: Funktechnik
es: Tecnología de radio
fr: Technologie radio
it: Tecnologia radio

source: Radio technology: %@ → %@
de: Funktechnik: %@ → %@
es: Tecnología de radio: %@ → %@
fr: Technologie radio : %@ → %@
it: Tecnologia radio: %@ → %@

source: Range
de: Bereich
es: Rango
fr: Plage
it: Intervallo

source: Reachability
de: Erreichbarkeit
es: Accesibilidad
fr: Joignabilité
it: Raggiungibilità

source: Reachable
de: Erreichbar
es: Accesible
fr: Joignable
it: Raggiungibile

source: Receive
de: Empfang
es: Recepción
fr: Réception
it: Ricezione

source: Received
de: Empfangen
es: Recibidos
fr: Reçus
it: Ricevuti

source: Recent
de: Zuletzt
es: Recientes
fr: Récents
it: Recenti

source: Registered
de: Registriert
es: Registrado
fr: Enregistré
it: Registrato

source: Remote
de: Gegenstelle
es: Remoto
fr: Distant
it: Remoto

source: Replace addresses and names
de: Adressen und Namen ersetzen
es: Sustituir direcciones y nombres
fr: Remplacer les adresses et les noms
it: Sostituisci indirizzi e nomi

source: Replies
de: Antworten
es: Respuestas
fr: Réponses
it: Risposte

source: Report an issue
de: Fehler melden
es: Informar de un problema
fr: Signaler un problème
it: Segnala un problema

source: Request %lld
de: Anfrage %lld
es: Petición %lld
fr: Requête %lld
it: Richiesta %lld

source: Response
de: Antwort
es: Respuesta
fr: Réponse
it: Risposta

source: Response code
de: Antwortcode
es: Código de respuesta
fr: Code de réponse
it: Codice di risposta

source: Response time
de: Antwortzeit
es: Tiempo de respuesta
fr: Temps de réponse
it: Tempo di risposta

source: Result
de: Ergebnis
es: Resultado
fr: Résultat
it: Risultato

source: Running
de: Läuft
es: En ejecución
fr: En cours
it: In esecuzione

source: Runs on your device. Nothing is sent.
de: Läuft auf deinem Gerät. Es wird nichts gesendet.
es: Se ejecuta en tu dispositivo. No se envía nada.
fr: S’exécute sur votre appareil. Rien n’est envoyé.
it: Viene eseguito sul tuo dispositivo. Non viene inviato nulla.

source: Scope
de: Umfang
es: Ámbito
fr: Portée
it: Ambito

source: Search
de: Suchen
es: Buscar
fr: Rechercher
it: Cerca

source: Search again
de: Erneut suchen
es: Buscar de nuevo
fr: Rechercher à nouveau
it: Cerca di nuovo

source: Search mode
de: Suchmodus
es: Modo de búsqueda
fr: Mode de recherche
it: Modalità di ricerca

source: Second SIM
de: Zweite SIM
es: Segunda SIM
fr: Deuxième SIM
it: Seconda SIM

source: Second SIM: %@ → %@
de: Zweite SIM: %@ → %@
es: Segunda SIM: %@ → %@
fr: Deuxième SIM : %@ → %@
it: Seconda SIM: %@ → %@

source: Security
de: Sicherheit
es: Seguridad
fr: Sécurité
it: Sicurezza

source: Send
de: Senden
es: Envío
fr: Envoi
it: Invio

source: Sends echo requests until you stop it.
de: Sendet Echo-Anfragen, bis du stoppst.
es: Envía solicitudes de eco hasta que lo detengas.
fr: Envoie des requêtes d’écho jusqu’à ce que vous arrêtiez.
it: Invia richieste echo finché non lo interrompi.

source: Sent
de: Gesendet
es: Enviados
fr: Envoyés
it: Inviati

source: Serial number
de: Seriennummer
es: Número de serie
fr: Numéro de série
it: Numero di serie

source: Server certificate
de: Serverzertifikat
es: Certificado del servidor
fr: Certificat du serveur
it: Certificato del server

source: Service
de: Dienst
es: Servicio
it: Servizio

source: Settings
de: Einstellungen
es: Ajustes
fr: Réglages
it: Impostazioni

source: Share
de: Teilen
es: Compartir
fr: Partager
it: Condividi

source: Share as CSV
de: Als CSV teilen
es: Compartir como CSV
fr: Partager en CSV
it: Condividi come CSV

source: Share as file
de: Als Datei teilen
es: Compartir como archivo
fr: Partager en fichier
it: Condividi come file

source: Share list
de: Liste teilen
es: Compartir lista
fr: Partager la liste
it: Condividi elenco

source: Share report
de: Bericht teilen
es: Compartir informe
fr: Partager le rapport
it: Condividi rapporto

source: Show public IP and provider?
de: Öffentliche IP und Provider zeigen?
es: ¿Mostrar la IP pública y el proveedor?
fr: Afficher l’IP publique et le fournisseur ?
it: Mostrare IP pubblico e provider?

source: Source
de: Quelle
es: Fuente
it: Fonte

source: Source code on GitHub
de: Quellcode auf GitHub
es: Código fuente en GitHub
fr: Code source sur GitHub
it: Codice sorgente su GitHub

source: Stop
de: Stopp
es: Detener
fr: Arrêter
it: Interrompi

source: Subnet
de: Subnetz
es: Subred
fr: Sous-réseau
it: Sottorete

source: Subnet mask
de: Subnetzmaske
es: Máscara de subred
fr: Masque de sous-réseau

source: Summary
de: Zusammenfassung
es: Resumen
fr: Résumé
it: Riepilogo

source: System path
de: Pfad (System)
es: Ruta (sistema)
fr: Chemin (système)
it: Percorso (sistema)

source: Target not reached
de: Ziel nicht erreicht
es: Destino no alcanzado
fr: Cible non atteinte
it: Destinazione non raggiunta

source: Target reached
de: Ziel erreicht
es: Destino alcanzado
fr: Cible atteinte
it: Destinazione raggiunta

source: TCP connection
de: TCP-Verbindung
es: Conexión TCP
fr: Connexion TCP
it: Connessione TCP

source: Technical details
de: Technische Details
es: Detalles técnicos
fr: Détails techniques
it: Dettagli tecnici

source: The answer could not be read
de: Die Antwort ließ sich nicht lesen
es: No se pudo leer la respuesta
fr: La réponse n’a pas pu être lue
it: Impossibile leggere la risposta

source: The name goes to the registry that is responsible for it. Registry data of others is not hidden by “Hide values”.
de: Der Name geht an das Register, das dafür zuständig ist. Registerdaten anderer werden von „Werte verbergen“ nicht verborgen.
es: El nombre se envía al registro responsable. Los datos de registro de terceros no se ocultan con «Ocultar valores».
fr: Le nom est envoyé au registre compétent. Les données de registre d’autres personnes ne sont pas masquées par « Masquer les valeurs ».
it: Il nome viene inviato al registro competente. I dati di registro di terzi non vengono nascosti da «Nascondi i valori».

source: The name that belongs to the public address
de: Der Name, der zur öffentlichen Adresse gehört
es: El nombre asociado a la dirección pública
fr: Le nom associé à l’adresse publique
it: Il nome associato all’indirizzo pubblico

source: The network is large. Only %lld addresses around this device are searched.
de: Das Netz ist groß. Es werden nur %lld Adressen um dieses Gerät durchsucht.
es: La red es grande. Solo se buscan %lld direcciones alrededor de este dispositivo.
fr: Le réseau est grand. Seules %lld adresses autour de cet appareil sont recherchées.
it: La rete è grande. Vengono cercati solo %lld indirizzi intorno a questo dispositivo.

source: The port must be a number from 1 to 65535
de: Der Port muss eine Zahl von 1 bis 65535 sein
es: El puerto debe ser un número de 1 a 65535
fr: Le port doit être un nombre de 1 à 65535
it: La porta deve essere un numero da 1 a 65535

source: The request goes to %@
de: Die Anfrage geht an %@
es: La petición se envía a %@
fr: La requête est envoyée à %@
it: La richiesta viene inviata a %@

source: The search was stopped. The list may be incomplete.
de: Die Suche wurde gestoppt. Die Liste ist womöglich unvollständig.
es: Se detuvo la búsqueda. Es posible que la lista esté incompleta.
fr: La recherche a été arrêtée. La liste est peut-être incomplète.
it: La ricerca è stata interrotta. L’elenco potrebbe essere incompleto.

source: The system did not allow the request
de: Das System hat die Anfrage nicht erlaubt
es: El sistema no permitió la petición
fr: Le système n’a pas autorisé la requête
it: Il sistema non ha consentito la richiesta

source: The TLS handshake failed
de: Der TLS-Handshake ist fehlgeschlagen
es: Falló el handshake TLS
fr: La négociation TLS a échoué
it: L’handshake TLS non è riuscito

source: The VPN is not active
de: Das VPN ist nicht aktiv
es: La VPN no está activa
fr: Le VPN n’est pas actif
it: La VPN non è attiva

source: This device has no local IPv4 address. Connect to Wi-Fi to look for devices.
de: Dieses Gerät hat keine lokale IPv4-Adresse. Verbinde dich mit einem WLAN, um nach Geräten zu suchen.
es: Este dispositivo no tiene dirección IPv4 local. Conéctate a una red Wi-Fi para buscar dispositivos.
fr: Cet appareil n’a pas d’adresse IPv4 locale. Connectez-vous à un réseau Wi-Fi pour rechercher des appareils.
it: Questo dispositivo non ha un indirizzo IPv4 locale. Connettiti a una rete Wi-Fi per cercare dispositivi.

source: This iPhone
de: Dieses iPhone
es: Este iPhone
fr: Cet iPhone
it: Questo iPhone

source: This is not a valid host name or IP address
de: Das ist kein gültiger Hostname und keine gültige IP-Adresse
es: No es un nombre de host ni una dirección IP válidos
fr: Ce n’est pas un nom d’hôte ou une adresse IP valide
it: Non è un nome host o un indirizzo IP valido

source: This is not a valid web address
de: Das ist keine gültige Webadresse
es: No es una dirección web válida
fr: Ce n’est pas une adresse web valide
it: Non è un indirizzo web valido

source: Thorough
de: Gründlich
es: Exhaustivo
fr: Approfondi
it: Approfondito

source: Time
de: Zeit
es: Hora
fr: Heure
it: Ora

source: Time to first byte
de: Zeit bis zum ersten Byte
es: Tiempo hasta el primer byte
fr: Délai jusqu’au premier octet
it: Tempo al primo byte

source: Timeline
de: Zeitleiste
es: Cronología
fr: Chronologie
it: Cronologia

source: To find devices in your network, Pingscape asks them directly. iOS asks you once to allow this. The results stay on your iPhone.
de: Um Geräte in deinem Netz zu finden, fragt Pingscape sie direkt an. iOS fragt dich einmal, ob du das erlaubst. Die Ergebnisse bleiben auf deinem iPhone.
es: Para encontrar los dispositivos de tu red, Pingscape les pregunta directamente. iOS te pide una vez que lo permitas. Los resultados se quedan en tu iPhone.
fr: Pour trouver les appareils de votre réseau, Pingscape les interroge directement. iOS vous demande une seule fois de l’autoriser. Les résultats restent sur votre iPhone.
it: Per trovare i dispositivi della tua rete, Pingscape li interroga direttamente. iOS ti chiede una volta di consentirlo. I risultati restano sul tuo iPhone.

source: To find devices in your network, Pingscape asks them directly. The results stay on your iPhone. Allow it in Settings.
de: Um Geräte in deinem Netz zu finden, fragt Pingscape sie direkt an. Die Ergebnisse bleiben auf deinem iPhone. Erlaube das in den Einstellungen.
es: Para encontrar los dispositivos de tu red, Pingscape les pregunta directamente. Los resultados se quedan en tu iPhone. Permítelo en Ajustes.
fr: Pour trouver les appareils de votre réseau, Pingscape les interroge directement. Les résultats restent sur votre iPhone. Autorisez-le dans les Réglages.
it: Per trovare i dispositivi della tua rete, Pingscape li interroga direttamente. I risultati restano sul tuo iPhone. Consentilo in Impostazioni.

source: Tools
de: Werkzeuge
es: Herramientas
fr: Outils
it: Strumenti

source: Top of the chain
de: Ende der Kette
es: Cabecera de la cadena
fr: Sommet de la chaîne
it: Vertice della catena

source: Total until first byte
de: Gesamt bis zum ersten Byte
es: Total hasta el primer byte
fr: Total jusqu’au premier octet
it: Totale fino al primo byte

source: Tries to open a connection to each port. Nothing is sent.
de: Versucht, zu jedem Port eine Verbindung aufzubauen. Es wird nichts gesendet.
es: Intenta abrir una conexión con cada puerto. No se envía nada.
fr: Tente d’ouvrir une connexion vers chaque port. Rien n’est envoyé.
it: Prova ad aprire una connessione a ogni porta. Non viene inviato nulla.

source: Trust
de: Vertrauen
es: Confianza
fr: Confiance
it: Attendibilità

source: Trusted by the system
de: Vom System als vertrauenswürdig eingestuft
es: Confiable para el sistema
fr: Approuvé par le système
it: Attendibile per il sistema

source: Try again
de: Erneut versuchen
es: Reintentar
fr: Réessayer
it: Riprova

source: Type
de: Typ
es: Tipo
it: Tipo

source: Units
de: Einheiten
es: Unidades
fr: Unités
it: Unità

source: Uptime
de: Laufzeit
es: Tiempo de actividad
fr: Durée de fonctionnement
it: Tempo di attività

source: Use an address with a prefix, like 192.0.2.42/24
de: Nutze eine Adresse mit Präfix, etwa 192.0.2.42/24
es: Usa una dirección con prefijo, por ejemplo 192.0.2.42/24
fr: Utilisez une adresse avec préfixe, par exemple 192.0.2.42/24
it: Usa un indirizzo con prefisso, ad esempio 192.0.2.42/24

source: usually %@
de: üblicherweise %@
es: normalmente %@
fr: généralement %@
it: di solito %@

source: Valid from
de: Gültig ab
es: Válido desde
fr: Valide à partir du
it: Valido dal

source: Valid until
de: Gültig bis
es: Válido hasta
fr: Valide jusqu’au
it: Valido fino al

source: Value
de: Wert
es: Valor
fr: Valeur
it: Valore

source: Vendor
de: Hersteller
es: Fabricante
fr: Fabricant
it: Produttore

source: Vendor names for MAC address prefixes. IEEE Registration Authority.
de: Herstellernamen zu MAC-Präfixen. IEEE Registration Authority.
es: Nombres de fabricantes para los prefijos de direcciones MAC. IEEE Registration Authority.
fr: Noms de fabricants pour les préfixes d’adresses MAC. IEEE Registration Authority.
it: Nomi dei produttori per i prefissi degli indirizzi MAC. IEEE Registration Authority.

source: via %@
de: über %@
es: vía %@
it: tramite %@

source: via Cellular
de: über Mobilfunk
es: vía red móvil
fr: via le réseau cellulaire
it: tramite rete cellulare

source: via Cellular (%@)
de: über Mobilfunk (%@)
es: vía red móvil (%@)
fr: via le réseau cellulaire (%@)
it: tramite rete cellulare (%@)

source: via Ethernet
de: über Ethernet
es: vía Ethernet
it: tramite Ethernet

source: via Wi-Fi
de: über WLAN
es: vía Wi-Fi
fr: via le Wi-Fi
it: tramite Wi-Fi

source: via Wi-Fi “%@”
de: über WLAN „%@“
es: vía Wi-Fi «%@»
fr: via le Wi-Fi « %@ »
it: tramite Wi-Fi «%@»

source: VPN active
de: VPN aktiv
es: VPN activa
fr: VPN actif
it: VPN attiva

source: VPN and Tunnel
de: VPN und Tunnel
es: VPN y túnel
fr: VPN et tunnel
it: VPN e tunnel

source: VPN ended
de: VPN beendet
es: VPN finalizada
fr: VPN terminé
it: VPN terminata

source: Waiting for permission
de: Warte auf die Berechtigung
es: Esperando el permiso
fr: En attente de l’autorisation
it: In attesa dell’autorizzazione

source: WAN address
de: WAN-Adresse
es: Dirección WAN
fr: Adresse WAN
it: Indirizzo WAN

source: Web address
de: Webadresse
es: Dirección web
fr: Adresse web
it: Indirizzo web

source: Which registry answers for a domain, address or AS number (data.iana.org).
de: Welches Register für eine Domain, Adresse oder AS-Nummer zuständig ist (data.iana.org).
es: Qué registro responde por un dominio, una dirección o un número AS (data.iana.org).
fr: Quel registre répond pour un domaine, une adresse ou un numéro AS (data.iana.org).
it: Quale registro risponde per un dominio, un indirizzo o un numero AS (data.iana.org).

source: Wi-Fi
de: WLAN

source: Wi-Fi is not allowed for Pingscape
de: WLAN ist für Pingscape nicht erlaubt
es: El Wi-Fi no está permitido para Pingscape
fr: Le Wi-Fi n’est pas autorisé pour Pingscape
it: Il Wi-Fi non è consentito per Pingscape

source: Wi-Fi name
de: WLAN-Name
es: Nombre de la red Wi-Fi
fr: Nom du réseau Wi-Fi
it: Nome della rete Wi-Fi

source: Yes
de: Ja
es: Sí
fr: Oui
it: Sì

source: Yes, show
de: Ja, anzeigen
es: Sí, mostrar
fr: Oui, afficher
it: Sì, mostra

source: Your public IP address (api.ipify.org, api6.ipify.org).
de: Deine öffentliche IP-Adresse (api.ipify.org, api6.ipify.org).
es: Tu dirección IP pública (api.ipify.org, api6.ipify.org).
fr: Votre adresse IP publique (api.ipify.org, api6.ipify.org).
it: Il tuo indirizzo IP pubblico (api.ipify.org, api6.ipify.org).

source: Your public IPv4 address
de: Deine öffentliche IPv4-Adresse
es: Tu dirección IPv4 pública
fr: Votre adresse IPv4 publique
it: Il tuo indirizzo IPv4 pubblico

source: Your public IPv6 address
de: Deine öffentliche IPv6-Adresse
es: Tu dirección IPv6 pública
fr: Votre adresse IPv6 publique
it: Il tuo indirizzo IPv6 pubblico
